Repository: kittanai46/one_profile
Catalog: lib/l10n/app_*.arb
Languages: th

# welcome
source: Welcome to
th: ยินดีต้อนรับสู่

source: Hello, World!
th: สวัสดีชาวโลก

source: Profile
th: โปรไฟล์

source: Resume
th: ประวัติการศึกษา

source: Settings
th: การตั้งค่า

source: Language
th: ภาษา

source: Logout
th: ออกจากระบบ

# welcomeMessageToProfile
source: Welcome to my personal profile
th: นายกฤตดนัย ศรีคำ

# skillsAbilities
source: Skills and abilities
th: ทักษะและความสามารถ

source: Work History
th: ประวัติการทำงาน

# competitionAndCollaboration
source: Competitions and collaborations
th: การแข่งขันและร่วมงาน

source: See more
th: ดูเพิ่มเติม

# applicationsDeveloped
source: Applications developed/collaborated
th: ผลงานที่ผ่านมา

source: Contact channels
th: ช่องทางการติดต่อ

# classTrackingTitle
source: Class Tracking System
th: ระบบติดตามชั้นเรียน

# classTrackingDescription
source: A comprehensive class management and tracking system designed to help educators and students keep track of attendance, grades, and course progress in real-time.
th: ระบบจัดการและติดตามชั้นเรียนที่ครอบคลุม ออกแบบมาเพื่อช่วยให้ครูและนักเรียนติดตามการเข้าเรียน คะแนน และความคืบหน้าของหลักสูตรแบบเรียลไทม์

source: Key Features
th: คุณลักษณะที่สำคัญ

source: Technology Stack
th: สแต็กเทคโนโลยี

source: Project Stats
th: สถิติโครงการ

source: View Full Project
th: ดูโครงการทั้งหมด

source: Year Started
th: ปีที่เริ่มต้น

# usersCount
source: Users
th: ผู้ใช้

# ratingLabel
source: Rating
th: คะแนน

# splash
source: Back to fist page
th: กลับไปหน้าแรก

# text_name
source: Mr.Kittanai Srikham (Kit)
th: นายกฤตดนัย ศรีคำ (กิต)

# text_position
source: Flutter developer
th: ตำแหน่ง: Flutter developer

# text_location
source: Currently at Bangkok
th: ปัจจุบันอยู่ที่: กรุงเทพฯ/แขวงรัชดาภิเษก
